Repository: supergeorg/Grocy-SwiftUI
Catalog: Grocy Mobile/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, et, fi, fr_fr, he, hu, it, ja, ko, lt, nb, nl, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: When displaying prices for this product, they will be related to this quantity unit
ca: Quan es mostrin els preus per aquest producte, seran referits a aquesta unitat
cs: Zobrazované ceny produktu budou odpovídat této měrné jednotce
da: Når priserne for dette produkt vises, vil de være relateret til denne mængdeenhed
de: Wenn Preise für dieses Produkt angezeigt werden, beziehen sie sich auf diese Mengeneinheit
es: Cuando se muestren los precios para este producto, se mostrarán en términos de esta unidad de cantidad
et: Selle toote hindade kuvamisel on need seotud selle koguseühikuga
fi: Näytettäessä hintoja tälle tuotteelle, näytetään ne suhteessa tähän yksikköön
fr_fr: Lors de l'affichage des prix de ce produit, ils seront liés à cette unité de quantité
he: בעת הצגת מחירים למוצר הזה, הם יהיו קשורים ליחידת כמות זו
hu: A termék árainak megjelenítésekor ehhez a mennyiségi egységhez kapcsolódnak
it: Quando verranno visualizzati i prezzi per questo prodotto, saranno correlati a questa unità di quantità
ja: この物品の価格表示に使用する単位です
lt: Kai pateikiamos šios prekės kainos, jos bus susietos su šiuo kiekio vienetu
nl: Bij het tonen van prijzen voor dit product, worden deze gerelateerd aan deze hoeveelheidseenheid
pl: Wyświetlając ceny tego produktu, będą one odniesione do jednostki ilości
pt_br: Ao exibir os preços deste produto, eles serão relacionados a esta unidade de quantidade
sl: Pri prikazovanju cen tega izdelka bodo prikazane glede na to enoto količine.
sv: När priser visas för denna produkt kommer de att relateras till denna kvantitetsenhet
tr: Bu ürünün fiyatları görüntülenirken bu miktar birimiyle ilişkili olacaktır
zh_hans: 显示此产品价格时，将此产品数量单位做为产品价格的计算单位

source: When enabled only the day of an execution is tracked, not the time
ca: Si s'habilita, només es farà el seguiment del dia d'una execució, no pas l'hora
cs: Zaznamená se jen datum splnění, čas ne
da: Når aktiveret vil kun dagen for udførsel blive registreret, ikke tidspunktet
de: Wenn gewählt, wird nur der Tag einer Ausführung aufgezeichnet, nicht die Zeit
el: Επόμενος προγραμματισμένος κύκλος φόρτισηςΌταν ενεργοποιείται, παρακολουθείται μόνο η ημέρα εκτέλεσης και όχι η ώρα
es: Cuando está activado, solo se registra el día de la ejecución, no la hora
et: Kui lubatud, siis salvestatakse ainult tegemise päeva, mitte aega
fi: Kun tämä asetus on käytössä, seurataan vain suorittamisen päivämäärää, ei aikaa.
fr_fr: Lorsque activé, seul le jour d'une exécution est suivi, pas l'heure
he: כאשר האפשרות פעילה רק יום ההוצאה לפועל במעקב, לא השעה
hu: Bekapcsolva csak az elvégzés napját rögzíti, az időt nem
it: Se abilitato, viene tracciato solo il giorno di un'esecuzione, non l'ora
ja: チェックを入れると、実行時間は省略して実行日のみ記録します
ko: 활성화된 경우 실행 날짜만 기록되고 시간은 사용하지 않는다
lt: Kai įjungta, stebima tik vykdymo diena, o ne laikas
nb: Når aktivert vil kun dagen og ikke tiden bli registrert
nl: Als dit ingeschakeld is wordt alleen de dag waarop de taak gedaan is bijgehouden, niet de tijd
pl: Po włączeniu notowana jest tylko data wykonania bez czasu
pt_br: Quando habilitado, apenas o dia de execução será rastreado, não o horário
ro: Când este activată, este urmărită doar ziua unei execuții, nu și ora
sk: Ak je zapnuté, bude sa zaznamenávať iba dátum vykonanie, bez časového razítka
sl: Ko je omogočeno se spremlja samo dan izvedbe, ne pa čas
sv: När det är aktiverat spåras bara dagen för en körning, inte tiden
tr: Aktif edildiğinde, gerçekleşme saati yerine sadece gerçekleşme günü tutulacaktır
uk: Коли увімкнено, відстежується лише дата виконання, без вказання часу
zh_hans: 当启用时，只跟踪执行的日期，而不是时间
zh_hant: 啟用後，僅追蹤執行的日期，而不追蹤時間。

source: When enabled the chore can never be overdue, the due date will shift forward each day when due
ca: Quan s'activa, la tasca no pot vèncer mai, la dada de venciment és moure un dia endavant cada dia després del venciment.
cs: Jakmile nadejde datum splnění povinnosti, začne se automaticky překládat na další (a další) den, takže povinnost nebude nikdy označena za nesplněnou
da: Når aktiveret kan en pligt aldrig komme efter forfaldsdatoen, forfaldsdatoen rykkes frem for hver dag pligten ikke udføres
de: Wenn gewählt, kann die Hausarbeit nie überfällig werden - das Fälligkeitsdatum wird jeden Tag ab Fälligkeit einen Tag vorgeschoben
el: ΕντάξειΌταν είναι ενεργοποιημένη, η δουλειά δεν μπορεί ποτέ να είναι καθυστερημένη, η ημερομηνία λήξης θα αλλάζει προς τα εμπρός κάθε μέρα, όταν πρέπει
es: Si se activa, el plazo de ejecución de la tarea del hogar nunca expira. En su lugar, la fecha límite se aplaza cuando llega el día de expiración del plazo.
et: Kui see on sisse lülitatud, ei saa majapidamistööde tähtaeg kunagi hilineda, nihkub tähtaeg iga päev ettepoole
fi: Kun tämä asetus on käytössä, niin tämä kotityö ole koskaan myöhässä, vaan siirtyy päivittäin eteenpäin
fr_fr: Si activé la corvée ne sera jamais due, la date d'échéance sera avancée quand atteinte.
he: כשהאפשרות מופעלת המטלה לא יכולה לחרוג ממועד הסיום, מועד הסיום יועבר ליום הבא עם כל חריגה
hu: Ha bekapcsolod, akkor a házimunka soha nem jár le, a lejárati idő mindig előrecsúszik egy napot, ha az elvégzése aktuális
it: Se abilitato, il lavoro di routine o faccenda non può mai scadere, la data di scadenza si sposterà ogni giorno alla scadenza
ja: チェックを入れると、家事の期限が超過せずに延長されます
lt: Kai įjungta, darbų atlikimo terminas niekada negali būti uždelstas, terminas kiekvieną dieną bus perkeltas į priekį
nb: Når aktiveret kan husoppgaven aldri forfalle, forfallsdatoen flyttes frem hver dag husoppgaven ikke utføres
nl: Als dit ingeschakeld is dan kan dit klusje nooit over datum gaan. De vervaldatum voor dit klusje wordt elke dag vooruit geschoven wanneer deze verlopen is.
pl: Kiedy włączone, obowiązek nigdy nie będzie oznaczony jako po terminie - termin wykonania będzie przesuwać się każdego dnia
pt_br: Quando habilitado, a tarefa doméstica nunca poderá ficar atrasada, a data limite será adiada a cada dia quando alcançada.
ro: Când este activ, activitatea nu poate fi niciodată întârziată, termenul se va deplasa înainte în fiecare zi când acesta este atins
sk: Ak je zapnuté, povinnosť nikdy nebude meškať, termín sa pri oneskorení automaticky posunie dopredu
sl: Ko je omogočeno, obvenost nikoli ne zapade, datum zapadlosti se bo premaknil naprej vsakič ko bi zapadel
sv: När detta är aktiverat kan uppdraget aldrig bli försenat, förfallodatumet flyttas framåt varje dag när det förfaller
tr: Etkinleştirildiğinde, görevin vadesi hiçbir zaman geçilemez; vade tarihi, vadesi geldiğinde her gün ileri kaydırılır
zh_hans: 启用后，家务永远不会逾期，到期后到期日期每天推迟一天
zh_hant: 啟用後，家務就永遠不會逾期，到期日期將在到期時向後挪一天。

source: When enabled, on moving this product to a freezer location (so when freezing it), a warning will be shown
ca: Quan s'activa, al moure aquest producte a una ubicació congelador (és a dir, quan es congela), es mostra una alerta
cs: Při pokusu přesunout takto označený produkt do mrazničky se zobrazí varování
da: Når aktiveret vil der blive vist en advarsel når denne vare flyttes til en fryser (dvs fryses).
de: Wenn aktiviert und wenn dieses Produkt zu einem Gefrierstandort umgelagert (sprich eingefroren) wird, wird eine entsprechende Warnung angezeigt
es: Cuando esté activado, al mover este producto a una ubicación de congelador (o sea, al congelarlo), se mostrará una advertencia
et: Kui see on lubatud, kuvatakse selle toote sügavkülmikusse viimisel (seega selle külmutamisel) hoiatus
fi: Kun tämä asetus on käytössä, siirrettäessä tätä tuotetta pakastin-sijaintiin (eli pakastettaessa), näytetään varoitus
fr_fr: Lorsque activé, une alerte sera émise lorsque ce produit sera placé dans le congélateur
he: כאשר פעיל, בהעברת המוצר הזה להקפאה, תופיע אזהרה
hu: Megjelenít egy figyelmeztetést, amikor ez a termék fagyasztóba (fagyasztóként megjelölt helyre) kerül
it: Se abilitato, quando si sposta questo prodotto in un congelatore (quindi quando lo si congela), verrà mostrato un avviso
ja: チェックを入れると、この物品を冷凍庫に移動(冷凍)する前に警告が表示されます
lt: Kai įjungta, perkėlus šį gaminį į šaldiklio vietą (taigi jį užšaldžius), bus rodomas įspėjimas
nb: Når aktivert, vises en advarsel når du flytter dette produktet til en fryserlokasjon (når du fryser det)
nl: Indien ingeschakeld, wordt bij het verplaatsen van dit product naar een vriezer locatie (dus bij het invriezen) een waarschuwing weergegeven
pl: Gdy włączone, podczas przenoszenia tego produktu do zamrażarki (a więc podczas zamrażania), zostanie pokazane ostrzeżenie
pt_br: Quando ativado, ao mover este produto para um local de congelamento (portanto, ao congelá-lo), um aviso será exibido
sl: Ko je ta možnost omogočena, se ob premikanju tega izdelka v zamrzovalnik (torej pri zamrzovanju) prikaže opozorilo
tr: Etkinleştirildiğinde, bu ürün dondurucuya taşınırken (yani dondurulurken) bir uyarı gösterilecektir.
zh_hans: ‎启用后，将本‎‎产品‎‎移至冷冻室位置（冷冻时），将显示警告‎
zh_hant: 啟用後，將此物品移至冷凍庫時（將其冷凍時），將顯示警告

source: When enabled, opened items will be counted as missing for calculating if this product is below its minimum stock amount
ca: Quan s'activa, els elements oberts seran comptats com a absents per calcular si aquest producte es troba per sota els mínims d'existències.
cs: Otevřená balení tedy nebudou započítána do zásob. To lze využít pro plánování nákupů.
de: Wenn aktiviert, werden geöffnete Bestandseinträge für die Ermittlung des Mindestbestands als bereits verbraucht betrachtet
es: Si esta opción está activada, los artículos abiertos se contarán como no existentes para calcular si este producto está por debajo de su cantidad mínima de stock.
et: Kui see on lubatud, loetakse avatud kaubad puuduvateks, et arvutada, kas see toode on alla selle minimaalse varude koguse
fi: Kun tämä asetus on käytössä, laskettaessa onko tuotteita alle varaston minimimäärän, ei huomioida avattuja tuotteita
fr_fr: Lorsque activé, les articles ouverts seront comptés comme manquants pour définir si ce produit est en dessous de son stock minimum
he: כאשר האפשרות בפעילה, פריטים שנפתחו ייחשבו לחסרים לחישוב המוצר הזה מתחת לכמות המלאי המזערית
hu: Bekapcsolva a felbontott termékek nem számítanak bele az elérhető készlet mennyiségbe a minimum készlet meghatározásánál
it: Se abilitato, gli articoli aperti saranno conteggiati come mancanti per calcolare se questo prodotto è inferiore alla sua quantità minima in dispensa
ja: チェックを入れると、この物品が最低ストック数量未満の場合に開封済みの物品がストックとして扱われません
lt: Kai įjungta, atidarytos prekės bus laikomos trūkstamomis apskaičiuojant, ar šio produkto kiekis yra mažesnis nei minimalus atsargų kiekis
nb: Åpnede pakninger blir ikke telt med i beholdningen når det blir kalkulert om produktet er under minimum beholdning.
nl: Indien ingeschakeld, worden geopende artikelen als ontbrekend geteld voor de berekening als dit product minder dan de minimale voorraad heeft
pl: Gdy włączone, otwarte przedmioty będą liczone jako brakujące do obliczeń, czy minimalna ilość artykułu jest dostępna
pt_br: Quando ativado, os itens abertos serão contados como ausentes para calcular se este produto está abaixo do estoque mínimo
tr: Etkinleştirildiğinde, bu ürünün minimum stok miktarının altında olup olmadığı hesaplanırken açılan ürünler eksik sayılacaktır.
zh_hans: 启用后，如果此产品低于安全库存，则产品开封后被视为缺货
zh_hant: 啟用後，已開封的物品將在計算庫存數量時被排除

source: When enabled, this product can't have own stock, means it will not be selectable on purchase (useful for parent products which are just used as a summary/total view of the child products)
ca: Quan s'habilita, aquest producte no pot tenir quantitat d'existències pròpies, això vol dir que no es podrà seleccionar per comprar (útil per productes para que són una vista resum/total dels subproductes)
cs: Tento produkt nebude možné vybrat při nákupu. To je vhodné pro nadřazené produkty, které používáte jen jako sumář řady podřízených produktů.
da: Hvis aktiveret kan denne vare ikke have egen beholdning. Det betyder den ikke kan indvælges ved køb (anvendelig ved overordnet vare som blot benyttes til summering af underordnede varer).
de: Wenn aktiviert, kann dieses Produkt keinen eigenen Bestand haben, bedeutet es ist unter "Einkauf" nicht auswählbar (nützlich für übergeordnete Produkte, die nur als Zusammenfassung/Gesamtansicht der untergeordneten Produkte verwendet werden)
es: Cuando está activado, este producto no puede tener stock propio, lo que significa que no será seleccionable en la compra (útil para los productos primarios que solo se utilizan como un resumen / vista total de los subproductos)
et: Kui see on lubatud, ei saa sellel tootel olla oma laoseisu, mis tähendab, et seda ei saa ostmisel valida (kasulik põhitoodete puhul, mida kasutatakse ainult alamtoodete kokkuvõtte/koguvaatena)
fi: Kun tämä asetus on käytössä, tuotteella ei voi olla omaa varastomäärää, minkä johdosta sitä ei voi valita ostettavaksi (hyödyllinen ylätuotteille, joita käytetään vain alatuotteiden määrien seurantaan)
fr_fr: Lorsque activé, ce produit ne peut pas avoir son propre stock, ce qui signifie qu'il ne sera pas sélectionnable à l'achat (utile pour les produits parents qui ne sont utilisés que comme vue récapitulative/totale des produits enfants)
he: כאשר האפשרות פעילה, למוצר זה לא יכול להיות מלאי משלו, המשמעות היא שאי אפשר יהיה לבחור אותו ברכישה (שימוש למוצרי אב שמשמשים לתצוגת תקציר/סך הכול של המוצרים הצאצאים)
hu: Bekapcsolva a terméknek nem lehet saját készlete, így vásárláskor sem lehet kiválasztani (akkor hasznos, ha az adott terméket csak az al-termékek összesítésére használjuk)
it: Quando abilitato, questo prodotto non puo' avere una propria scorta, significa che non verra' selezionato per gli acquisti (utile per i prodotti principali i quali vengono solo usati come riepilogo del sommario/totale dei sottoprodotti)
ja: チェックを入れると、この物品は個別でストック編集や購入ができなくなります(下位物品の概要や合算として表示したい上位物品で有効化すると役立ちます)
lt: Kai įjungta, šis produktas negali turėti savo atsargų, tai reiškia, kad jo nebus galima pasirinkti perkant (naudinga pirminiams produktams, kurie naudojami tik kaip antrinių produktų suvestinė / bendras vaizdas)
nb: Når dette er aktivert vil ikke produktet ha sin egen beholdning, som igjen betyr at det ikke kan kjøpes (nyttig for mor-produkter som bare er brukt for å summere under-produkter)
nl: Wanneer ingeschakeld, kan dit product geen eigen voorraad hebben, wat betekent dat het niet selecteerbaar is bij aankoop (handig voor overkoepelende producten die alleen worden gebruikt als samenvatting/totaaloverzicht van de deelproducten)
pl: Gdy włączone, ten produkt nie może mieć własnych zapasów, oznacza to, że nie będzie można go wybrać przy zakupie (przydatne dla produktów nadrzędnych, które są używane jako podsumowanie/łączna liczba produktów podrzędnych)
pt_br: Quando ativado, este produto não pode ter estoque próprio. Significa que não será selecionável nas 'Compras' (Isso é útil para produtos-pai que são usados ​​apenas como um resumo/visão total dos produtos filhos)
pt_pt: Quando ativado, este produto não pode ter stock próprio, significa que não será selecionável na compra (útil para produtos pai que são usados apenas como resumo/total dos produtos filhos)
sv: När aktiverad kan denna produkt inte ha eget lager, vilket innebär att den inte kommer att kunna väljas vid inköp (användbart för huvudprodukter som endast används som en summering/totalvy av underprodukterna)
tr: Etkinleştirildiğinde, bu ürünün kendi stoğu olamaz, bu da satın alma sırasında seçilemeyeceği anlamına gelir (yalnızca alt ürünlerin özeti/toplam görünümü olarak kullanılan ana ürünler için kullanışlıdır)
uk: Якщо увімкнено, цей продукт не матиме власного параметру кількості і його не можна буде обрати при покупці (Для базових продуктів, чия кількість буде обчислена як сума кількості похідних продуктів)
zh_hans: 启用后，此产品不进行库存管理，在采购页面不可选（适用于仅用作子产品摘要视图/汇总视图的父产品）
zh_hant: 啟用後，此物品將不會有獨立的庫存，在購買時也無法被選取(適用於僅作為子物品概覽的母物品)

source: When this is not empty, it will be shown instead of the amount entered above while the amount there will still be used for stock fulfillment checking
ca: Quan no estigui buit, es mostrarà enlloc de la quantitat introduïda a dalt. La quantitat de dalt seguirà sent la utilitzada en les comprovacions d'existències a l'inventari.
cs: Pokud vyplníte množství sem, objeví se jako množství produktu v receptu. Ovšem kontrola stavu produktu bude stále prováděna podle množství o řádek výše.
da: Når denne ikke er tom, vil den blive vist istedet for antallet skrevet ovenfor, dog vil antallet dér stadig blive brugt til opfyldningstjek af beholdning
de: Wenn dies nicht leer ist, wird dies anstelle der Menge oben angezeigt, wobei für die Bestandsprüfung trotzdem diese Menge verwendet wird
el: Τελευταία χρέωσηΌταν αυτό δεν είναι κενό, θα εμφανίζεται αντί για το ποσό που έχει εισαχθεί παραπάνω, ενώ το ποσό εκεί θα εξακολουθεί να χρησιμοποιείται για τον έλεγχο της εκπλήρωσης αποθεμάτων
es: Cuando esto no esté vacío, se mostrará en lugar de la cantidad ingresada anteriormente, pero la comprobación de existencias se realizará con la cantidad ingresada
et: Kui see pole tühi, kuvatakse see ülal sisestatud summa asemel, samas kui seal olevat summat kasutatakse endiselt laoseisu kontrollimiseks
fi: Jos tämä ei ole tyhjä, niin tämä näytetään ylläolevan määrän sijaan, jota silti käytetään varaston täyttötarpeen tarkistamiseen.
fr_fr: Lorsque ce champs n'est pas vide, la valeur sera affichée à la place de celle saisie ci-dessus mais la valeur initiale restera utilsée pour la vérification des quantité minimales du stock.
he: כאשר זה לא ריק, הוא יופיע במקום הכמות שמולאה להלן בזמן שהכמות שם עדיין תשמש לבדיקת צבירת מלאי
hu: Ha nem üres, akkor az ide írt mennyiség fog megjelenni a fentebb lévő mező helyett, ugyanakkor leltár ellenőrzéshez a fentebbi mező lesz használva.
it: Quando questo non è vuoto, verrà mostrato al posto della quantità sopra immessa mentre la quantità verrà comunque utilizzata per il controllo dell'adempimento delle scorte dii dispensa
ja: 上記の数量を元にストックの有無を確認しますが、レシピには不定の数量フォームに入力した文字列を表示します
lt: Kai laukas nėra tuščias, jis bus rodomas vietoj anksčiau įvestos sumos, o ten esanti suma vis tiek bus naudojama atsargų įvykdymui tikrinti
nb: Når denne ikke er tom, vil denne bli vist i stedet for antallet skrevet inn over, mens antallet der vil bli brukt for å sjekke beholdnigsmengde.
nl: Wanneer dit niet leeg is, wordt dit weergegeven in plaats van de hierboven ingevoerde hoeveelheid, terwijl het aantal daar nog steeds zal worden gebruikt voor controle van de voorraadafhandeling
pl: Opcja służy do podmiany ilości na liście składników. Powyższa ilość nadal będzie używana do sprawdzania ilości zapasów.
pt_br: Quando não estiver vazio, será exibido em vez do valor informado acima, enquanto o valor ainda será usado para verificação de preenchimento de estoque
pt_pt: Quando não estiver vazio,
ro: Când acesta nu este gol, va fi afișat în locul sumei introduse mai sus în timp ce suma de acolo va fi folosită în continuare pentru verificarea îndeplinirii stocurilor
sk: Ak toto nie je prázdne, použije sa pri zobrazení miesto množstva zadaného vyššie, zatiaľčo uvedené množstvo sa stále použije pri kontrole stavu zásob
sv: När detta inte är tomt kommer det att visas istället för det angivna beloppet medan beloppet där fortfarande kommer att användas för att kontrollera lager
tr: Bu boş olmadığında, yukarıda girilen miktar yerine gösterilecekken yukarıda girilen miktar stok karşılama kontrolünde halen kullanılacak
uk: Якщо це поле не пусте, його вміст буде відображатись як кількість. Поле вище буде використовуватись лише для перевірки наявності продукту
zh_hans: 不为空时，将显示该数量而不是上面输入的数量，而此数量也将用于库存满足检查
zh_hant: 若此欄位不為空，則將顯示它而非上面輸入的數量，該數量仍將用於需求庫存檢查。

source: Who least did first
ca: qui menys ha fet primer
cs: ten, kdo plnil povinnost nejméně
da: hvem-gjorde-mindst-først
de: Wer es am seltensten gemacht hat zuerst
el: όποιος το έκανε πρώτα
es: Quien hizo menos, primero
et: kes-tegi-kõige-vähem-esimesena
fi: Vähiten tehnyt
fr_fr: d'abord celui qui a fait le moins
he: מי שעשה הכי פחות ראשון
hu: ki-legkevésbé-csinálta-először
it: prima-le-ultime
ja: 担当回数が少ない者
ko: 적게한 사람 우선
lt: kas-mažiausiai padarė-pirmas
nb: Den som har minst oppgaver
nl: wie-minst-deed-eerst
pl: kto-ostatnio-ten-pierwszy
pt_br: Quem menos fez, será o próximo
pt_pt: quem-menos-fez-primeiro
ro: Cine a făcut cel mai puțin
sk: prednosť má najmenej vyťažovaná osoba
sl: kdor je naredil najmanj najprej
sv: den-som-gjorde-minst-går-först
ta: யார்-முதலில்-குறைந்தது-செய்தார்
tr: en-az-yapan-once
uk: спочатку той, хто рідше виконував
zh_hans: 最少优先
zh_hant: 閒置優先指派

source: within the next %lld days
ca: en els propers %lld dies
cs: během %lld dnů
da: indenfor de næste %lld dage
de: innerhalb der nächsten %lld Tage
el: μέσα στις επόμενες %lld ημέρες
es: en los próximos %lld días
et: järgmise %lldpäeva jooksul
fi: %lld päivän sisällä
fr_fr: dans les %lld jours
he: תוך יומיים
hu: a következő %lld napon belül
it: entro i prossimi %lld giorni
ja: (%lld 日以内)
ko: (향후 %lld 일 이내)
lt: per artimiausias %lld dienas
nb: i løpet av de %lld neste dagene
nl: binnen %lld dagen
pl: w ciągu %lld dni
pt_br: nos próximos %lld dias
pt_pt: nos próximos %lld dias
ro: în următoarele %lld zile
sk: počas nasledujúcich %lld dní
sl: čez %lld dni
sv: inom %lld dagar
ta: அடுத்த %lld நாட்களிற்குள்
tr: önümüzdeki %lld gün içinde
uk: через %lld дні
zh_hans: 在未来%lld天内
zh_hant: %lld 天內到期

source: Yearly
ca: cada any
cs: Ročně
da: årlig
de: Jährlich
el: ετήσιο
es: anualmente
et: aastane
fi: Vuosittain
fr_fr: annuel
he: שנתי
hu: évente
it: annualmente
ja: 周期(年)
ko: 매년
lt: kas metus
nb: årlig
nl: jaarlijks
pl: Co rok
pt_br: Anualmente
pt_pt: Anual
ro: anual
sk: ročne
sl: letno
sv: årligen
ta: ஆண்டுதோறும்
tr: her yıl
uk: щорічно
zh_hans: 每年
zh_hant: 每年

source: Yes
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναί
es: Sí
et: Jah
fi: Kyllä
fr_fr: Oui
he: כן
hu: Igen
it: Sì
ja: はい
ko: 예
lt: Taip
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
sk: Áno
sl: Da
sv: Ja
ta: ஆமாம்
tr: Evet
uk: Так
zh_hans: 是
zh_hant: 是

source: %@ price
cs: %@cena
de: %@ Preis
fr_fr: Prix du %@
it: %@ prezzo
nb: %@ pris
nl: %@ prijs
pl: %@ Cena
pt_br: Preço %@
pt_pt: Preço %@
zh_hans: %@价格

source: %lld tasks are due to be done today
cs: Dnes má být hotovo %lld úkoly
da: %lld opgaver skal udføres i dag
de: %lld Aufgaben stehen heute an
es: %lld tareas deben hacerse hoy
et: %lld ülesannet vajab täna tegemist
fi: %lld tehtävän määräpäivä on tänään
fr_fr: %lld tâches doivent être effectuées aujourd'hui
he: %lld משימות אמורות להסתיים היום
hu: %lld feladat elvégzendő ma
it: %lld attività che dovrebbero essere svolte oggi
ja: 本日期限 %lld 件
ko: %lld개의 작업을 오늘 해야 합니다
lt: %lldužduotys turi būti atliktos šiandien
nb: %lld oppgaver å gjøre i dag
nl: %lld taken moeten vandaag worden gedaan
pl: %lld zadania są do zrobienia do dzisiaj
pt_br: %lld previstas para hoje
ro: %lld sarcini urmează să fie îndeplinite astăzi
sk: %lld úlohy majú byť splnené dnes
sl: %lld opravili zapadeta danes
tr: %lld görevinin bugün tamamlanmasının son günü
zh_hans: %lld项任务应在今天完成
zh_hant: %lld項任務應在今天完成

source: A barcode is required
cs: Čárový kód je požadován
de: Ein Barcode wird benötigt
fr_fr: Un code-barre est requis
it: É richiesto un codice a barre
nb: Strekkode er påkrevd
nl: Geef een streepjescode op
pl: Kod kreskowy jest wymagany
pt_br: É necessário um código de barras
pt_pt: É necessário um código de barras
zh_hans: 需要条形码
